[
    {
        "id": 27,
        "title": "Glitched Type",
        "basicInfo": "Digital",
        "description": ["An experimental set of posters based on the process of warping images on a photocopier."],
        "galleryCount": 4,
        "category": 0
    },
    {
        "id": 23,
        "title": "Warped World",
        "basicInfo": "Paper, pen, ink, digital, printed",
        "description": ["A set of two 297 mm × 420 mm prints based around the idea of human-caused climate change and how we're stretching the world's resources beyond their limit. I used a combination of pen illustration and digital manipulation. The project was inspired by the documentary <em>Before the Flood</em>."],
        "galleryCount": 4,
        "category": 0
    },
    {
        "id": 24,
        "title": "Hubble",
        "basicInfo": "Digital, printed",
        "description": ["I was given a college assigment to make a zine showing a small range of illustrations. I chose to base mine on the travels of the Hubble space telescope and the photos it takes. The final product was a folded zine made up of four 105 mm × 148 mm panels."],
        "galleryCount": 5,
        "category": 0
    },
    {
        "id": 12,
        "title": "Stroud Film Festival",
        "basicInfo": "Paper, paint, digital",
        "description": ["This was the final piece of my film festival project. It includes a promotional poster, flyer, and t-shirt for a fictional festival in the town of Stroud."],
        "galleryCount": 3,
        "category": 0
    },
    {
        "id": 11,
        "title": "Stroud Colour Film Festival",
        "basicInfo": "Paper, paint, digital",
        "description": ["I created another set of posters as part of my fictional film festival project, taking a more minimal approach to before."],
        "galleryCount": 4,
        "category": 0
    },
    {
        "id": 15,
        "title": "Ink Circles",
        "basicInfo": "Paper, pen, ink, digital",
        "description": ["These multimedia pieces are the result of a study of mine focusing on the use of lines in art. They were created purely as an experiment into the combination of inks, biro pen, and gel pen."],
        "galleryCount": 5,
        "category": 0
    },
    {
        "id": 10,
        "title": "Forest Film Festival",
        "basicInfo": "Paper, paint, digital",
        "description": ["These posters were created as a part of my series of fictional film festivals. The process was a mixture of texture rubbing, scanning and digital editing on Photoshop."],
        "galleryCount": 3,
        "category": 0
    },
    {
        "id": 9,
        "title": "Collograph Trio",
        "basicInfo": "Pen, pencil, watercolour paint",
        "description": ["Having photographed an old radio mast station and railway track, I created a set of three collograph prints. Each collograph measures 352 mm × 292 mm."],
        "galleryCount": 6,
        "category": 0
    },
    {
        "id": 20,
        "title": "Set A Fire",
        "basicInfo": "297 mm × 420 mm charcoal and black pen on paper",
        "description": ["This sketch was created as part of an open art workshop at the New Wine festival 2016. It's inspired by the song <em>Set A Fire</em> by Jesus Culture and the style is somewhat influenced by traditional tattoo design."],
        "galleryCount": 2,
        "category": 0
    },

    {
        "id": 26,
        "title": "Naples Urban Design Festival",
        "basicInfo": "Digital, screen printed",
        "description": ["A project in response to a trip to Naples, based on a fictional city festival. Old Town Naples has many block buildings arranged in a square grid with small streets in between. This gives an isometric-like view when one looks up at them. This was where I found inspiration for the isometric logo and its variations.", "I also produced an isometric illustration of a street corner. I used this accompanied by two more shape-based illustrations to make a set of posters for the festival.", "I also produced staff badges and a set of screen printed posters."],
        "galleryCount": 8,
        "category": 1
    },
    {
        "id": 21,
        "title": "Braun",
        "basicInfo": "Poster design",
        "description": ["I was given a college assignment for a poster advertising a retro product but using modern design tools. I created a set of three posters marketing a 1971 Braun electric razor. Inspired by the work of Saul Bass and Jason Munn I came up with a minimalist design using Adobe Illustrator."],
        "galleryCount": 5,
        "category": 1
    },
    {
        "id": 22,
        "title": "Healthy Bodies",
        "basicInfo": "Poster design, illustration",
        "description": ["As well as running sports clubs, the Kick Off Stroud coaches teach healthy living lessons in primary schools. Part of the syllabus is healthy bodies, in which the children learn about anatomy and how the body works. I designed a set of worksheets and visual aids for these lessons."],
        "galleryCount": 5,
        "category": 1
    },
    {
        "id": 13,
        "title": "Drop Shop",
        "basicInfo": "Logo design; digital and print use",
        "description": ["I was employed to help set up a new business in the Stroud District. I was responsible for the branding and general design. The concept behind The Drop Shop is customers drop off items which are then sold for them. They then receive the revenue minus a small donation to the Stroud District Furniture Bank."],
        "galleryCount": 2,
        "category": 1
    },
    {
        "id": 16,
        "title": "Space Hopping Adventures",
        "basicInfo": "Digital",
        "description": ["This was another fictional project based around the concept of a retro pixel game. I created the concept art for the gameplay, main menu, pause menu and a Google Play mock up. The game is based on a character space hopping through various would while avoiding enemies and gaining power ups."],
        "galleryCount": 9,
        "category": 1
    },
    {
        "id": 25,
        "title": "Five Valleys Christian Partnership",
        "basicInfo": "Logo design; digital and print use",
        "description": ["This is a logo remake for a local church. They were looking to update it for their website and social media. The five-branched tree represents the five valleys in the surrounding area. It also reflects the growing church family."],
        "galleryCount": 3,
        "category": 1
    },
    {
        "id": 17,
        "title": "Manzana",
        "basicInfo": "Silk-screen printing, painting, digital illustration, calligraphy, half-tone reproduction, digital",
        "description": ["This was a fictional project I worked on as part of my Graphic Communication course. I was briefed to create a set of promotional posters for a fruit cocktail named <em>Manzana</em>. The final products were the results of a great number of techniques."],
        "galleryCount": 6,
        "category": 1
    },
    {
        "id": 18,
        "title": "Musician Crowd",
        "basicInfo": "Logo design; digital and print use",
        "description": ["Musician Crowd is a website on which artists can communicate and organise events in their local area. My role was to create the initial branding for the project. For the logo I liked the idea of sound levels on a stereo and used them to represent three human figures, following the saying \"three's a crowd\". I also arranged the three parts into the rough shape of a letter <em>M</em>, and selected a lively colour scheme that reflected the exciting and varied world of music. I also chose colours that I believed could represent a diverse range of music."],
        "galleryCount": 4,
        "category": 1
    },
    {
        "id": 19,
        "title": "Success Poster",
        "basicInfo": "Digital",
        "description": ["Commissioned by my graphics lecturer, this was a rather aggressive motivational poster designed for the studio wall."],
        "galleryCount": 1,
        "category": 1
    },
    {
        "id": 6,
        "title": "Grace Network",
        "basicInfo": "Logo design; digital and print use",
        "description": ["The Grace Network is a Christian company with the aim of improving the lives of people in the Stroud District. It achieves this by managing small organisations such as the Food Bank and Kick Off Stroud."],
        "galleryCount": 2,
        "category": 1
    },
    {
        "id": 4,
        "title": "Future Film Festival",
        "basicInfo": "Poster design",
        "description": ["Shown are three versions of a poster that I designed, forming part of a series promoting fictional film festivals. Illustrator CC primarily was used during the design process."],
        "galleryCount": 3,
        "category": 1
    },
    {
        "id": 8,
        "title": "Kick Off Stroud",
        "basicInfo": "Logo design; digital and print use",
        "description": ["Kick Off Stroud is a local community interest company with the vision of providing sports education to primary-school children in the Stroud district. I was commissioned to build a new brand for the company, including a logo, colour scheme, and styling."],
        "galleryCount": 2,
        "category": 1
    },
    {
        "id": 14,
        "title": "Greetings Card Illustration",
        "basicInfo": "Digital",
        "description": ["When working as a graphic designer it seems illogical to pay for generic and expensive shop bought cards. So I often end up doing personalised illustrations for friends and family."],
        "galleryCount": 1,
        "category": 1
    },
    {
        "id": 7,
        "title": "Glebe Alive",
        "basicInfo": "Logo design; digital and print use",
        "description": ["I was asked to design the logo for a community outreach program operated by Minchinhampton Baptist Church. The program focuses on encouraging community in the Glebe housing estate by organising and promoting public social and sporting events. Both Illustrator CC and Photoshop CC were essential tools in the process."],
        "galleryCount": 4,
        "category": 1
    },
    {
        "id": 2,
        "title": "Griffinwood",
        "basicInfo": "Logo, poster, and business card design; digital use",
        "description": ["This is the logo designed for Griffinwood, a company specialising in traditional woodwork and heavy timber frame buildings."],
        "galleryCount": 6,
        "category": 1
    },
    {
        "id": 3,
        "title": "TGI Fridays",
        "basicInfo": "Logo and poster design; digital use; campaign branding",
        "description": ["A local community outreach program that provides sports and games for low-income families seeked new branding material. I created a t-shirt prototype and promotional poster."],
        "galleryCount": 2,
        "category": 1
    },
    {
        "id": 5,
        "title": "Corn on the Cob",
        "basicInfo": "Illustration",
        "description": ["I used a cob of corn as a subject while practicing some new digital illustration techniques. This was the result."],
        "galleryCount": 3,
        "category": 1
    },
    {
        "id": 1,
        "title": "The Kiwi Shop",
        "basicInfo": "Logo design; digital use; fabric printing",
        "description": ["I developed a logo for a fictional exotic fruit store. I then used the design for a screen printed canvas bag prototype."],
        "galleryCount": 4,
        "category": 1
    }
]
